Repository: peterjgithub/saas-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl_be

source: Welcome
nl_be: Welkom

source: organisation name
nl_be: organisatienaam

source: Company or workspace name.
nl_be: Bedrijfs- of werkruimtenaam.

source: Organisation logo (optional). Displayed in the app header.
nl_be: Organisatielogo (optioneel). Wordt weergegeven in de app-koptekst.

source: tenant
nl_be: organisatie

source: tenants
nl_be: organisaties

source: Permissions
nl_be: Rechten

source: Important dates
nl_be: Belangrijke datums

source: Soft delete
nl_be: Zachte verwijdering

source: profile
nl_be: profiel

source: you@example.com
nl_be: jij@voorbeeld.com

source: Password
nl_be: Wachtwoord

source: An account with this email already exists.
nl_be: Er bestaat al een account met dit e-mailadres.

source: Your name
nl_be: Uw naam

source: Select your timezone
nl_be: Selecteer uw tijdzone

source: Select your country
nl_be: Selecteer uw land

source: Organisation name
nl_be: Organisatienaam

source: Acme Inc.
nl_be: Acme bvba

source: Select timezone
nl_be: Selecteer tijdzone

source: Select country
nl_be: Selecteer land

source: Email address
nl_be: E-mailadres

source: colleague@example.com
nl_be: collega@voorbeeld.com

source: Confirm password
nl_be: Wachtwoord bevestigen

source: Passwords do not match.
nl_be: Wachtwoorden komen niet overeen.

source: An email address is required.
nl_be: Een e-mailadres is vereist.

source: Superuser must have is_staff=True.
nl_be: Supergebruiker moet is_staff=True hebben.

source: Superuser must have is_superuser=True.
nl_be: Supergebruiker moet is_superuser=True hebben.

source: email address
nl_be: e-mailadres

source: user
nl_be: gebruiker

source: users
nl_be: gebruikers

source: Light (Corporate)
nl_be: Licht (Corporate)

source: Dark (Night)
nl_be: Donker (Night)

source: Follow system
nl_be: Systeemvoorkeur volgen

source: Admin
nl_be: Beheerder

source: Member
nl_be: Lid

source: display name
nl_be: weergavenaam

source: language
nl_be: taal

source: timezone
nl_be: tijdzone

source: country
nl_be: land

source: theme
nl_be: thema

source: Receive newsletters and promotional emails.
nl_be: Nieuwsbrieven en promotionele e-mails ontvangen.

source: profile completed at
nl_be: profiel voltooid op

source: Set when the user saves the profile form for the first time.
nl_be: Ingesteld wanneer de gebruiker het profielformulier voor de eerste keer opslaat.

source: role
nl_be: rol

source: tenant joined at
nl_be: lid geworden op

source: tenant revoked at
nl_be: toegang ingetrokken op

source: Set on revocation; cleared on re-engagement.
nl_be: Ingesteld bij intrekking; gewist bij heractivering.

source: user profile
nl_be: gebruikersprofiel

source: user profiles
nl_be: gebruikersprofielen

source: Admin has no tenant to invite to.
nl_be: Beheerder heeft geen organisatie om naar uit te nodigen.

source: %(email)s already belongs to a workspace. They must register a new account to join yours.
nl_be: %(email)s behoort al tot een werkruimte. Ze moeten een nieuw account registreren om bij uw werkruimte te kunnen aansluiten.

source: You cannot revoke your own access.
nl_be: U kunt uw eigen toegang niet intrekken.

source: That member does not belong to your tenant.
nl_be: Dat lid behoort niet tot uw organisatie.

source: Invalid role.
nl_be: Ongeldige rol.

source: You cannot remove your own admin role.
nl_be: U kunt uw eigen beheerdersrol niet verwijderen.

source: You cannot deactivate your own account.
nl_be: U kunt uw eigen account niet deactiveren.

source: Incorrect email or password. Please try again.
nl_be: Onjuist e-mailadres of wachtwoord. Probeer het opnieuw.

source: Your profile has been updated.
nl_be: Uw profiel is bijgewerkt.

source: %(email)s has been added to your workspace.
nl_be: %(email)s is toegevoegd aan uw werkruimte.

source: %(email)s has been removed from the workspace.
nl_be: %(email)s is verwijderd uit de werkruimte.

source: %(email)s has been re-added to the workspace.
nl_be: %(email)s is opnieuw toegevoegd aan de werkruimte.

source: Member not found.
nl_be: Lid niet gevonden.

source: %(email)s has been promoted to admin.
nl_be: %(email)s is beheerder gemaakt.

source: %(email)s is now %(role)s.
nl_be: %(email)s is nu %(role)s.

source: %(email)s has been deactivated.
nl_be: %(email)s is gedeactiveerd.

source: %(email)s has been activated.
nl_be: %(email)s is geactiveerd.

source: Unknown action.
nl_be: Onbekende actie.

source: Organisation settings saved.
nl_be: Organisatie-instellingen opgeslagen.

source: Welcome! Your account is set up. Complete your profile below.
nl_be: Welkom! Uw account is aangemaakt. Vul hieronder uw profiel in.

source: Skip to main content
nl_be: Ga naar hoofdinhoud

source: Main navigation
nl_be: Hoofdnavigatie

source: Select language
nl_be: Selecteer taal

source: Cycle colour theme
nl_be: Kleurthema wisselen

source: Cycle light / dark / system
nl_be: Licht / donker / systeem wisselen

source: User menu
nl_be: Gebruikersmenu

source: Profile
nl_be: Profiel

source: Log out
nl_be: Afmelden

source: Get started
nl_be: Aan de slag

source: Sidebar navigation
nl_be: Zijbalknavigatie

source: Settings
nl_be: Instellingen

source: Mobile navigation
nl_be: Mobiele navigatie

source: Home
nl_be: Startpagina

source: Toggle menu
nl_be: Menu wisselen

source: Sign in
nl_be: Aanmelden

source: Navigation menu
nl_be: Navigatiemenu

source: Mobile menu
nl_be: Mobiel menu

source: Language
nl_be: Taal

source: Theme
nl_be: Thema

source: Cycle dark/light/system mode
nl_be: Donker/licht/systeemmodus wisselen

source: Close
nl_be: Sluiten

source: Dashboard content coming in Phase 3.
nl_be: Dashboardinhoud volgt in fase 3.

source: The modern SaaS starter
nl_be: De moderne SaaS-starter

source: A multi-tenant SaaS platform built for teams.
nl_be: Een multi-tenant SaaS-platform gebouwd voor teams.

source: Go to dashboard
nl_be: Naar dashboard

source: Access revoked
nl_be: Toegang ingetrokken

source: Your access has been revoked
nl_be: Uw toegang is ingetrokken

source: Your access to this workspace has been removed by an administrator. Please contact your workspace admin if you believe this is a mistake.
nl_be: Uw toegang tot deze werkruimte is verwijderd door een beheerder. Neem contact op met uw werkruimtebeheerder als u denkt dat dit een vergissing is.

source: Sign out
nl_be: Afmelden

source: You've been invited to join %(org)s
nl_be: U bent uitgenodigd om lid te worden van %(org)s

source: <strong>%(name)s</strong> has invited you to join <strong>%(org)s</strong>.
nl_be: <strong>%(name)s</strong> heeft u uitgenodigd om lid te worden van <strong>%(org)s</strong>.

source: Click the button below to set your password and complete your profile.
nl_be: Klik op de knop hieronder om uw wachtwoord in te stellen en uw profiel in te vullen.

source: Accept invitation
nl_be: Uitnodiging accepteren

source: This link expires after 7 days and can only be used once.
nl_be: Deze koppeling vervalt na 7 dagen en kan slechts eenmaal worden gebruikt.

source: If the button above doesn't work, copy and paste this URL into your browser:
nl_be: Als de knop hierboven niet werkt, kopieer en plak dan deze URL in uw browser:

source: If you did not expect this invitation, you can safely ignore this email.
nl_be: Als u deze uitnodiging niet verwachtte, kunt u deze e-mail veilig negeren.

source: Hi, %(name)s has invited you to join %(org)s. Set your password and complete your profile by clicking the link below:
nl_be: Hallo, %(name)s heeft u uitgenodigd om lid te worden van %(org)s. Stel uw wachtwoord in en vul uw profiel in via de onderstaande koppeling:

source: Set a password for your account to get started.
nl_be: Stel een wachtwoord in voor uw account om aan de slag te gaan.

source: Min. 8 characters
nl_be: Min. 8 tekens

source: Set password &amp; continue
nl_be: Wachtwoord instellen &amp; doorgaan

source: Invitation already accepted
nl_be: Uitnodiging al geaccepteerd

source: Already accepted
nl_be: Al geaccepteerd

source: This invitation has already been accepted and a password has been set.
nl_be: Deze uitnodiging is al geaccepteerd en er is een wachtwoord ingesteld.

source: Please log in with your email and password.
nl_be: Meld u aan met uw e-mailadres en wachtwoord.

source: Log in
nl_be: Aanmelden

source: Invalid invitation link
nl_be: Ongeldige uitnodigingskoppeling

source: This invitation link is invalid or has expired.
nl_be: Deze uitnodigingskoppeling is ongeldig of verlopen.

source: Please ask the workspace admin to send you a new invitation.
nl_be: Vraag de werkruimtebeheerder u een nieuwe uitnodiging te sturen.

source: Go to login
nl_be: Naar aanmelden

source: Welcome back
nl_be: Welkom terug

source: Sign in to your account
nl_be: Meld je aan

source: Forgot password?
nl_be: Wachtwoord vergeten?

source: Cancel
nl_be: Annuleren

source: Don't have an account?
nl_be: Nog geen account?

source: Sign up
nl_be: Maak er een aan

source: Members
nl_be: Leden

source: Invite a member
nl_be: Een lid uitnodigen

source: Send invite
nl_be: Uitnodiging versturen

source: Name
nl_be: Naam

source: Role
nl_be: Rol

source: Actions
nl_be: Acties

source: Active
nl_be: Actief

source: Revoked
nl_be: Ingetrokken

source: Revoke access for this member?
nl_be: Toegang voor dit lid intrekken?

source: Revoke
nl_be: Intrekken

source: Re-engage
nl_be: Heractiveren

source: You
nl_be: U

source: No members yet. Invite someone above.
nl_be: Nog geen leden. Nodig hierboven iemand uit.

source: Complete your profile
nl_be: Uw profiel aanvullen

source: Workspace
nl_be: Werkruimte

source: Tell us a little about yourself
nl_be: Vertel ons iets over uzelf

source: We've pre-filled these values from your browser and location — please confirm or update them.
nl_be: We hebben deze waarden vooraf ingevuld op basis van uw browser en locatie — bevestig of pas ze aan.

source: Display name
nl_be: Weergavenaam

source: Optional
nl_be: Optioneel

source: Timezone
nl_be: Tijdzone

source: — Select your timezone —
nl_be: — Selecteer uw tijdzone —

source: Country
nl_be: Land

source: — Select your country —
nl_be: — Selecteer uw land —

source: Save and continue
nl_be: Opslaan en doorgaan

source: Do this later
nl_be: Later doen

source: Create your workspace
nl_be: Uw werkruimte aanmaken

source: What is your organisation called?
nl_be: Hoe heet uw organisatie?

source: We derived this name from your email address — please confirm or update it.
nl_be: We hebben deze naam afgeleid van uw e-mailadres — bevestig of pas het aan.

source: Create workspace
nl_be: Werkruimte aanmaken

source: Reset password
nl_be: Wachtwoord opnieuw instellen

source: Reset your password
nl_be: Stel uw wachtwoord opnieuw in

source: Enter your email and we'll send you a reset link.
nl_be: Voer uw e-mailadres in en we sturen u een herstelkoppeling.

source: Send reset link
nl_be: Herstelkoppeling versturen

source: Back to sign in
nl_be: Terug naar aanmelden

source: Password reset complete
nl_be: Wachtwoord opnieuw ingesteld

source: Your password has been set. You can now sign in with your new password.
nl_be: Uw wachtwoord is ingesteld. U kunt nu aanmelden met uw nieuwe wachtwoord.

source: Set new password
nl_be: Nieuw wachtwoord instellen

source: New password
nl_be: Nieuw wachtwoord

source: Confirm new password
nl_be: Nieuw wachtwoord bevestigen

source: The reset link is invalid or has expired. Please request a new one.
nl_be: De herstelkoppeling is ongeldig of verlopen. Vraag een nieuwe aan.

source: Request new link
nl_be: Nieuwe koppeling aanvragen

source: Check your email
nl_be: Controleer uw e-mail

source: If an account exists for that email address, we've sent a password reset link. Please check your inbox.
nl_be: Als er een account bestaat voor dat e-mailadres, hebben we een wachtwoordherstelkoppeling verstuurd. Controleer uw inbox.

source: Personal information
nl_be: Persoonlijke gegevens

source: — Select timezone —
nl_be: — Selecteer tijdzone —

source: — Select country —
nl_be: — Selecteer land —

source: Appearance
nl_be: Weergave

source: Communication
nl_be: Communicatie

source: Receive marketing emails and product news
nl_be: Marketinge-mails en productnieuws ontvangen

source: Save changes
nl_be: Wijzigingen opslaan

source: Create account
nl_be: Account aanmaken

source: Create your account
nl_be: Maak uw account aan

source: Start your free trial today
nl_be: Start vandaag uw gratis proefperiode

source: Already have an account?
nl_be: Heeft u al een account?

source: Users
nl_be: Gebruikers

source: General
nl_be: Algemeen

source: Billing
nl_be: Facturatie

source: Billing — coming soon
nl_be: Facturatie — binnenkort beschikbaar

source: Subscription management and invoicing will be available in a future update.
nl_be: Abonnementsbeheer en facturatie zijn binnenkort beschikbaar.

source: Organisation
nl_be: Organisatie

source: Current logo
nl_be: Huidig logo

source: Save
nl_be: Opslaan

source: Invite a new member
nl_be: Een nieuw lid uitnodigen

source: Invite
nl_be: Uitnodigen

source: YOU
nl_be: JIJ

source: No members yet.
nl_be: Nog geen leden.
